Repository: sillsdev/FwLocalizations
Catalog: messages.pt.tmx
Source language: en
Languages: pt

source: {0} conforms to a DTD which is incompatible with this version of the program. This version of the program requires version {1}.
pt: {0} está em conformidade com um DTD que é incompatível com esta versão do programa. Esta versão do programa requer a versão {1}.

source: Constructed gloss for:
pt: Construída glosa para:

source: C&onsultant
pt: C&onsultor(a)

source: Consultant
pt: Consultor(a)

source: Consultant Check
pt: Consultor Verificar

source: &Consultant Note
pt: &Nota do Consultor

source: Contains Data(%)
pt: Contém Dados(%)

source: Content
pt: Conteúdo

source: Content mapping
pt: Mapeamento do conteúdo

source: <Content Missing>
pt: <Conteúdo Faltando>

source: Contents Determined at Runtime
pt: Conteúdo Determinado Durante a Execução

source: Context
pt: Contexto

source: Contextual Help
pt: Ajuda Contextualizada

source: &Continue
pt: &Continuar

source: 2) Continue the import process, then validate that the affected entries are ordered properly. You can do this by opening your project in Language Explorer and looking up each of the entries listed below. Check to see that fields each have the proper information.
pt: 2) Continuar o processo de importação, em seguida, confirmar que as entradas afetadas sejão ordenadas corretamente. Você pode fazer isso abrindo o seu projeto no Language Explorer e buscar em cada uma das entradas listadas abaixo. Verifique que cada campo tem a informação adequada.

source: Continuous
pt: Contínuo(a)

source: Conversion Error
pt: Erro de Conversão

source: Conversion failed. Check your map file for errors.
pt: Falha na conversão. Verifique o arquivo de mapa de erros.

source: Conversion map error
pt: Erro no mapa de conversão

source: Conversion problem: {0}
pt: Problema de conversão: {0}

source: &Conversion Type:
pt: Tipo de &Conversão…

source: &Convert
pt: &Converter

source: Convert to Affix Allomorph
pt: Converter em Alomorfo de Afixo

source: Convert to Affix Form
pt: Converter em Forma de Afixo

source: Convert to Affix Process
pt: Converter em Processo de Afixo

source: Converted:
pt: Convertido(a):

source: Converter
pt: Conversor

source: Converter &Mapping File:
pt: Conversor de &Mapeamento de Arquivos:

source: Converter &Name (for your reference):
pt: &Nome do Conversor (para sua referência):

source: Converter Property
pt: Propriedades do Conversor

source: C&onverter Type:
pt: Tipo de C&onversor:

source: Converters
pt: Conversores

source: Converting Chapter/Verse Numbers
pt: Convertendo Números de Capítulo/Versículo

source: Converting numbers in {0}
pt: Convertendo números em {0}

source: Converts the test data into the target encoding using the selected converter.
pt: Converte os dados de teste para a codificação de destino usando o conversor selecionado.

source: &Copy
pt: &Copiar

source: _Copy
pt: _Copiar

source: Copy
pt: Copiar

source: Copy _Location as Hyperlink
pt: Copiar _Localização como Hiperlink

source: Copy {0} of {1}
pt: Cópia {0} de {1}

source: Copy Affix Template
pt: Copiar Modelo de Afixos

source: &Copy Chapter/Verse Numbers
pt: &Copiar Números de Capítulo/Versículo

source: Copy Chapter/Verse Numbers
pt: Copiar Números de Capítulo/Versículo

source: &Copy File
pt: &Copiar Arquivo

source: &Copy Files
pt: &Copiar Arquivos

source: Copy of {0}
pt: Cópia de {0}

source: Copy pictures and media files to the export folder.
pt: Copie arquivos de mídia e imagens para a pasta de exportação.

source: Copy text to the clipboard.
pt: Copiar texto para a área de transferência.

source: Copy the contents of the source field to the target field
pt: Copie o conteúdo do campo de origem para o campo de destino

source: &Copy this information to the clipboard and I will paste it into an email message myself.
pt: &Copiar estas informações para a área de transferência e eu mesmo vou colar em uma mensagem de e-mail.

source: &Copy this message to the clipboard and I will paste it into an email message myself.
pt: &Copiar esta mensagem para a área de transferência e eu mesmo vou colar em uma mensagem de email.

source: &Copy to external links folder
pt: &Copiar para a pasta de links externos

source: &Copy-and-paste Data...
pt: &Copiar-e-colar Dados…

source: Copying data to the new biblical terms list
pt: Copiando dados para a nova lista de termos bíblicos

source: 1 Corinthians
pt: 1 Coríntios

source: 2 Corinthians
pt: 2 Coríntios

source: Correct
pt: Correto

source: Correction Printout
pt: Correção Impressão

source: Could not create the ImageSlice. {0}
pt: Não foi possível criar o ImageSlice. {0}

source: Could not find the correct object to jump to.
pt: Não foi possível localizar o objeto correto para saltar.

source: Could not locate the tool named '{0}'.
pt: Não foi possível localizar a ferramenta denominada '{0}'.

source: Could not locate the writing system based on the locale '{0}'.
pt: Não foi possível encontrar o sistema de escrita com base na localidade '{0}'.

source: Could not re-establish a connection to the database.
pt: Não foi possível restabelecer uma conexão com o banco de dados.

source: Couldn't set the field to that value (too large?).
pt: Não foi possível definir o campo para o valor (muito grande?).

source: Couldn't set the focus
pt: Não foi possível definir o foco

source: Count
pt: Conta

source: Country
pt: País

source: Country Name
pt: Nome do País

source: &Create
pt: &Criar

source: Create
pt: Criar

source: Create a desktop shortcut to this project.
pt: Criar um atalho para este projeto na área de trabalho.

source: Create a group of ad hoc rules.
pt: Crie um grupo de regras ad hoc.

source: Create a hyperlink to this location and copy it to the clipboard.
pt: Criar um hiperlink para este local e copiá-lo para a área de transferência.

source: Create a new {0}.
pt: Criar um(a) novo(a) {0}.

source: Create a new annotation definition.
pt: Criar uma nova definição de anotação.

source: Create a new anthropology category.
pt: Criar uma nova categoria antropológica

source: Create a new entry and add it to the lexicon.
pt: Criar uma nova entrada e adicioná-la ao léxico.

source: Create a new environment.
pt: Criar um novo ambiente.

source: Create a new feature type.
pt: Criar um novo tipo de característica.

source: Create a new FieldWorks project.
pt: Criar um novo projeto no FieldWorks.

source: Create a new lexical entry.
pt: Criar uma nova entrada lexical.

source: Create a new lexical relation.
pt: Criar uma nova relação lexical.

source: Create a new location.
pt: Criar um novo local.

source: Create a new metathesis rule.
pt: Criar nova regra de metátese

source: Create a new morpheme type.
pt: Criar um novo tipo de morfema.

source: Create a new natural class, defined by features.
pt: Criar uma nova classe de natural, definida pelas características.

source: Create a new natural class, defined by listing phonemes.
pt: Criar uma nova classe natural, definida por lista de fonemas.

source: Create a new phoneme.
pt: Criar um novo fonema.

source: Create a new phonological rule.
pt: Criar uma nova regra fonológica.

source: Create a new project
pt: Criar um novo projeto.

source: Create a new reversal entry.
pt: Criar uma nova entrada inversa.

source: Create a new semantic domain.
pt: Criar um novo domínio semântico.

source: Create a rule to prevent allomorphs from co-occurring.
pt: Crie uma regra para impedir que os alomorfes co-ocorram.

source: Create a rule to prevent morphemes from co-occurring.
pt: Crie uma regra para impedir que os morfemas co-ocorram.

source: Create Affix Form
pt: Criar Forma do Afixo

source: Create Email Message
pt: Criar Mensagem de E-mail

source: &Create Entry...
pt: &Criar Entrada…

source: Create Linker Form
pt: Criar Forma de Enlace

source: Create new approved analysis
pt: Criar nova análise de aprovados

source: Create New Entry...
pt: Criar Nova Entrada…

source: Create New Grammatical Info.
pt: Criar Nova Info. Gramatical

source: Create new inflectional affix
pt: Criar novo afixo flexional

source: Create New Lexical Relation...
pt: Criar Nova Relação Lexical

source: Create Reversal Index
pt: Criar Índice de Inversão

source: &Create Shortcut on Desktop
pt: &Criar Atalho na Área de Trabalho

source: _Create Shortcut on Desktop
pt: _Criar Atalho na Área de Trabalho

source: Create shortcut on desktop for this project
pt: Criar atalho para este projeto na área de trabalho

source: Create Stem Form
pt: Criar Forma de Radical

source: &Create...
pt: &Criar…

source: Created automatically for rule "{0}"
pt: Criado automaticamente por regra "{0}"

source: (created by import from {0})
pt: (criado(a) por importação de {0})

source: Created by importing the words from file: {0}
pt: Criado por importar as palavras do arquivo: {0}

source: Created by importing the words from files: {0}
pt: Criado por importar as palavras dos arquivos: {0}

source: created on:
pt: criado em:

source: Created:
pt: Criado:

source: Creates a FieldWorks Project with the name you have supplied and closes this dialog box.
pt: Crie um projeto de FieldWorks com o nome que você forneceu e fecha essa caixa de diálogo.

source: Creates a new language project.
pt: Cria um novo projeto de idioma

source: Creates a new PUA Character
pt: Cria um novo Carácter da PUA

source: Creating {0}
pt: Criando {0}

source: Creating built-in publication settings
pt: Criando configurações de publicação interna

source: Creating default writing systems...
pt: Criando sistemas de escrita padrão…

source: Creating new database...
pt: Criando novo banco de dados…

source: Creating window for {0} Project...
pt: Criando janela para {0} Projeto…

source: Creation Date
pt: Data de Criação

source: Creation Progress:
pt: Progresso de Criação:

source: Cross References
pt: Referências Cruzadas

source: Cross-&reference Footnote
pt: Nota de Rodapé de &Referência Cruzada

source: Cross-&reference footnotes
pt: Notas de Rodapé de Referência Cruzada

source: Ctrl-click a check box to include all subitems
pt: Mantenha a tecla Ctrl pressionada numa caixa de verificação para incluir todos os subitens

source: Cu_t
pt: Cor_tar

source: Current (New) Version:
pt: Versão Atual (Nova):

source: Current Columns
pt: Colunas Atuais

source: Current Language
pt: Idioma atual

source: Current Reversal Index
pt: Índice de Inversão Atual

source: Current Scripture project
pt: Projeto de Escritura atual

source: Current &Scripture Project
pt: Projeto de &Escritura Atual

source: Current Version
pt: Versão Atual

source: Current Version:
pt: Versão Atual:

source: Current Writing System
pt: Sistema de Escrita Atual

source: Custom
pt: Personalizado

source: Custom _Fields...
pt: _Campos Personalizados…

source: Custom Bar
pt: Barra Personalizada

source: Custom Characters:
pt: Caracteres Personalizados:

source: Custom Field &Name:
pt: &Nome de Campo Personalizado:

source: Custom Fields
pt: Campos Personalizados

source: &Custom Fields:
pt: Campos &Personalizados:

source: Custom List
pt: Lista Personalizada

source: Custom Styles
pt: Estilos Personalizados

source: Custom Symbol
pt: Símbolo Personalizado

source: C&ustom symbol:
pt: Símbolo p&ersonalizado…

source: Customize
pt: Personalizar

source: &Customize...
pt: &Personalizar…

source: Customize...
pt: Personalizar…

source: Customized Styles
pt: Estilos Personalizados

source: Customized Styles not Updated
pt: Estilos Personalizados não Atualizados

source: Cu&t
pt: Cor&tar

source: Cut
pt: Cortar

source: Cut text and put it on the clipboard.
pt: Cortar texto e colocá-la na área de transferência.

source: CV Pattern
pt: Padrão CV

source: CV Patterns
pt: Padrões CV

source: CVPattern
pt: PadrãoCV

source: Dark Blue,0,0,128
pt: Azul Escuro,0,0,128

source: Dark Green,0,51,0
pt: Verde Escuro,0,51,0

source: Dark Red,128,0,0
pt: Vermelho Escuro,128,0,0

source: Dark Teal,0,51,102
pt: Azul-Petróleo Escuro,0,51,102

source: Dark Yellow,128,128,0
pt: Amarelo Escuro,128,128,0

source: Dashed {0} Underline
pt: Tracejada {0} Sublinhado

source: Dashed Underline
pt: Tracejada Sublinhado

source: _Data
pt: _Dados

source: Data
pt: Dados

source: Data Access
pt: Acesso a Dados

source: Data Entry
pt: Entrada de Dados

source: Data excluded from import
pt: Dados excluídos da importação

source: Database File:
pt: Arquivo do Banco de Dados:

source: Database Files
pt: Arquivos de Banco de Dados:

source: Database folder problem
pt: Problema na pasta do banco de dados

source: Date Created
pt: Data de Criação

source: Date Created:
pt: Data de Criação

source: Date Modified
pt: Data de Modificação

source: Date of Birth
pt: Data do Nascimento

source: Date of Death
pt: Data da Morte

source: Decimal Digit
pt: Dígito Decimal

source: Decimal number is too large.
pt: Número decimal é muito grande.

source: Decrease Indent
pt: Diminuir recuo

source: default
pt: padrão

source: Default
pt: Padrão

source: Default - Import Residue Auto
pt: Padrão - Importação Automática de Resíduo

source: Default Analysis
pt: Análise Padrão

source: Default font:
pt: Fonte padrão:

source: <default font>
pt: <fonte padrão>

source: Default heading font:
pt: Fonte de cabeçalho padrão:

source: <default heading font>
pt: <fonte de cabeçalho padrão>

source: Default Inflection Class
pt: Classe de Flexão Padrão

source: Default Paragraph Characters
pt: Caracteres de Parágrafo Padrão

source: Default Parser (XAmple)
pt: Analisador Padrão (XAmplo)

source: Default Pronunciation
pt: Pronúncia Padrão

source: Default publication font:
pt: Fonte padrão para publicação:

source: <default publication font>
pt: <fonte padrão para publicação>

source: <default settings>
pt: <configurações padrão>

source: Default Style
pt: Estilo Padrão

source: Default Vernacular
pt: Vernáculo Padrão

source: &Define New...
pt: &Definir Novo…

source: D&efine New...
pt: D&efinir Novo…

source: Definition
pt: Definição

source: Definition (or Gloss)
pt: Definição (ou glosa)

source: &Delete
pt: &Excluir

source: Delete
pt: Excluir

source: Delete {0}
pt: Excluir {0}

source: Delete a FieldWorks project.
pt: Excluir um projeto FieldWorks.

source: Delete Affix Slot
pt: Excluir Posição para Afixos

source: Delete Affix Template
pt: Excluir Modelo de Afixos

source: Delete Allomorph
pt: Excluir Alomorfo

source: Delete Allomorph Rule
pt: Excluir Regra de Alomorfo

source: Delete AlternateForm
pt: Excluir Forma Alternativa

source: Delete Analysis...
pt: Excluir Análise...

source: Delete &Book
pt: Excluir &Livro

source: Delete Book
pt: Excluir Livro

source: Delete Candidate...
pt: Excluir Candidato…

source: Delete Complex Form Info
pt: Excluir Info da Forma Complexa

source: Delete Disapproved Analysis...
pt: Excluir Análise Desaprovada…

source: Delete Etymology
pt: Excluir Etimologia

source: Delete Example
pt: Excluir Exemplo

source: Delete Feature Set
pt: Excluir a Definição da Características

source: Delete Feature Value
pt: Excluir Valor da Característica

source: Delete Fieldworks Project
pt: Excluir Projeto do Fieldworks

source: Delete FieldWorks Project
pt: Excluir Projeto do FieldWorks

source: Delete FieldWorks project.
pt: Excluir projeto do FieldWorks.

source: &Delete FieldWorks Project...
pt: Excluir Projeto do FieldWorks…

source: &Delete Footnote
pt: &Excluir Nota de Rodapé

source: Delete Footnote
pt: Excluir Nota de Rodapé

source: Delete Free Translation
pt: Excluir Tradução Livre

source: Delete Gloss...
pt: Excluir Glosa...

source: Delete Grammatical Info.
pt: Excluir Informação Gramatical

source: Delete Inflection Class
pt: Excluir Classe de Flexão

source: Delete Linker Form
pt: Excluir Forma de Enlace

source: Delete Literal Translation
pt: Excluir Tradução Literal

source: Delete Morpheme Rule
pt: Excluir Regra de Morfemas

source: Delete &Note
pt: Excluir &Nota

source: Delete Note
pt: Excluir Nota

source: Delete Picture
pt: Excluir Imagem

source: Delete Question
pt: Excluir Pergunta

source: _Delete Record...
pt: _Excluir Registro…

source: Delete Reference
pt: Excluir Referência

source: Delete Relation
pt: Excluir Relação

source: Delete Reversal Index
pt: Excluir Índice de Inversão

source: Delete Saved Selections...
pt: Excluir Seleções Salvas...

source: Delete Saved Version
pt: Excluir Versão Salva

source: Delete Saved Version of Book
pt: Excluir Versão do Livro Salva

source: Delete selected {0}
pt: Excluir {0} selecionado

source: Delete Selected Text
pt: Excluir Texto Selecionado

source: Delete Stem Name
pt: Excluir Nome de Radical

source: Delete subitem and its subitems
pt: Excluir subitem e seus subitens

source: Delete the selection.
pt: Excluir a seleção.

source: Delete this category and any Subcategories
pt: Excluir esta categoria e quaisquer Subcategorias

source: Delete this entry and any Subentries
pt: Excluir esta entrada e quaisquer Subentradas

source: Delete This Media Link
pt: Excluir Este Link para Mídia

source: Delete This Pronunciation
pt: Excluir Esta Pronúncia

source: Delete this record.
pt: Excluir Este Registro.

source: Delete this Sense and any SubSenses
pt: Excluir este Significado e quaisquer SubSignificados

source: Delete this wordform
pt: Excluir esta forma de palavra

source: Delete Translation
pt: Excluir Tradução

source: Delete User Configuration
pt: Excluir Configuração do Usuário

source: Delete Variant
pt: Excluir Variante

source: Delete Variant Info
pt: Excluir Info de Variantes

source: Delete Wordform...
pt: Excluir Forma de palavra...

source: &Delete...
pt: &Excluir...

source: _Delete...
pt: _Excluir...

source: Delete:
pt: Excluir:

source: Deleted object detected
pt: Excluir objeto selecionado

source: Deleting discourse charts for this text.
pt: Excluindo quadros de discurso deste texto.

source: Deleting the allomorph will also delete them.
pt: Excluir o alomorfo também os excluirá.

source: Deleting the entry will also delete them.
pt: Excluindo a entrada irá também excluí-los.

source: Deleting the object
pt: Excluindo o objeto

source: _Demo Movies...
pt: _Filmes de Demonstração…

source: Demos...
pt: Demonstrações...

source: Demote
pt: Rebaixar

source: Derivational
pt: Derivacional

source: Derivational Affix Analysis
pt: Análise de Afixos Derivacionais

source: Describe Error in Environment
pt: Descrever Erro no Ambiente

source: Description
pt: Descrição

source: &Description:
pt: &Descrição:

source: D&escription:
pt: D&escrição:

source: De&scription:
pt: De&scrição:

source: Description:
pt: Descrição:

source: Description: {0} - {1}
pt: Descrição: {0} - {1}

source: Descriptor
pt: Descritor

source: DeSelect All
pt: Desmarcar Todos

source: Destination folder must be an existing subfolder of the External Links folder: {0}
pt: Pasta de destino deve ser uma subpasta existente da pasta de Links Externos: {0}

source: Destination in Language Explorer:
pt: Destino em Language Explorer

source: &Destination:
pt: &Destino:

source: details
pt: detalhes

source: Details
pt: Detalhes

source: Details for the developers:
pt: Detalhes para os desenvolvedores:

source: Details:
pt: Detalhes:

source: Determine page layout options for printing.
pt: Determinar opções do layout da página para impressão.

source: Deuteronomy
pt: Deuteronômio

source: Dictionary
pt: Dicionário

source: Dictionary Entry
pt: Entrada do Dicionário

source: 1 difference
pt: 1 diferença

source: Difference {0} of {1}
pt: Diferença {0} de {1}

source: {0} Differences
pt: {0} Diferenças

source: Different first page
pt: Primeira página diferente

source: Different odd and even
pt: Par e ímpar diferentes

source: {0} Digit
pt: {0} Dígito

source: Digit
pt: Dígito

source: Direct Formatting
pt: Formatação Direta

source: Direction
pt: Sentido

source: &Direction:
pt: &Direção:

source: Direction:
pt: Direção:

source: Directory and path of ANA file.
pt: Diretório e caminho do arquivo ANA.

source: <disagree>
pt: <discordar>

source: Disapprove
pt: Desaprovar

source: Discourse Note
pt: Nota de Discurso

source: Discourse Notes
pt: Notas de Discurso

source: Discussion
pt: Discussão

source: Discussion:
pt: Discussão:

source: Display a document describing how FieldWorks handles Morphology.
pt: Exibir um documento descrevendo como FieldWorks trata a Morfologia

source: Display all possible fields.
pt: Exibir todos os campos possíveis.

source: Display backup reminder on import
pt: Exibir lembrete de backup na importação

source: Display each Complex Form indented on a new line.
pt: Exibir cada Forma Complexa recuada em uma nova linha.

source: Display exercises you can follow to practice using Language Explorer.
pt: Exibir exercícios que você pode usar para praticar o Language Explorer.

source: Display if data present
pt: Exibir se houver dados presentes

source: Display Introduction to Lexicography.
pt: Exibir Introdução à Lexicografia.

source: Display Technical Notes on Interlinear Import.
pt: Exibir Notas Técnicas sobre a Importação de Textos Interlinearizados.

source: Display Technical Notes on LinguaLinks Database Import.
pt: Exibir Notas Técnicas na importação da Base de dados do LinguaLinks.

source: Display Technical Notes on SFM Database Import.
pt: Exibir Notas Técnicas sobre importação de Banco de Dados do SFM.

source: Display Technical Notes on Writing Systems.
pt: Exibir Notas Técnicas sobre Sistemas de Escrita.

source: Display the dictionary entry for this lexeme above the Lexicon Edit pane.
pt: Exibir a entrada do dicionário para este lexema acima do painel Editar léxico.

source: Display the final import report.
pt: Exibir o relatório final da importação.

source: Display the Help About information for this application.
pt: Exibe as informações de Ajuda para este aplicativo.

source: Display the Language Explorer Instructor Guide.
pt: Exibir o Guia do instrutor do Languege Explorer.

source: Display the Language Explorer Student Manual, to learn the basics.
pt: Exibir o Manual do Estudante do Languege Explorer, para aprender as noções básicas.

source: Display Writing System Abbreviations
pt: Exibir Abreviaturas dos Sistemas de Escrita

source: Displayed lines:
pt: Linhas exibidas:

source: Displays a description of the open notebook for future reference in this dialog only
pt: Exibe uma descrição do caderno aberto para futuras referências somente nesta caixa de diálogo

source: Displays a description of the parts and functions of this dialog box.
pt: Exibe uma descrição das partes e funções dessa caixa de diálogo.

source: Displays all properties for the selected encoding converter.
pt: Exibe todas as propriedades para o conversor de codificação selecionada.

source: Displays available analysis writing systems in this project. Selected check boxes indicate those that appear in single-line text fields and their vertical order.
pt: Exibe os sistemas de escrita de análise disponíveis neste projeto. As caixas de verificação selecionadas indicam aqueles que aparecem nos campos de texto de linha única e sua ordem vertical.

source: Displays available vernacular writing systems in this project. Selected check boxes indicate those that appear in single-line text fields and their vertical order.
pt: Exibe os sistemas de escrita vernacular disponíveis neste projeto. As caixas de verificação selecionadas indicam aqueles que aparecem nos campos de texto de linha única e sua ordem vertical.

source: Displays more information to help you use this dialog box.
pt: Exibir mais informações para ajudá-lo a usar essa caixa de diálogo.

source: Displays more information to help you use this wizard.
pt: Exibe mais informações para ajudá-lo a usar este assistente.

source: Displays the Ethnologue code for the selected language.
pt: Exibe o código Ethnologue para o idioma selecionado.

source: Displays the output of conversion.
pt: Exibe a saída de conversão.

source: Displays the results of the search.
pt: Exibe os resultados da pesquisa.
